<?
$LANG['SgnInfo'] ="<h5 class='card-title text-info'>Важные даты:</h5>";
$LANG['SgnInfo'].="<p>19 февраля 2021 года – окончание подачи тезисов<br>";
$LANG['SgnInfo'].="19 марта 2021 года – извещение о принятых докладах<br>";
$LANG['SgnInfo'].="16 апреля 2021 года – окончание подачи расширенных тезисов на английском языке</p>";

$LANG['excursion_header'] ="Экскурсия";
$LANG['excursion_info'] ="В первый день конференции планируется обзорная экскурсия по Санкт-Петербургу (входит в оргвзнос) .";
$LANG['excursion_info'].="<br>Отметьте, если планируете присоединиться.";
$LANG['excursion_check']="Да, я поеду на  экскурсию.";

$LANG['payment_header'] ="Оплата оргвзноса";
$LANG['payment_info'] ="Для оплаты оргвзноса перейдите по ссылке. <br><em><small>Ссылка у каждого участника индивидуальная!</small></em>";
$LANG['payment_other'] ="Если оплату проводите не вы, то скопируйте ссылку (правой  кнопкой мыши по ссылки -> «Копировать адрес ссылки») и отправьте её реальному плательщику";


$LANG['language']="ru";
$LANG['fill_comment']="";
$LANG['conference']="ФизикА.СПб";
$LANG['cabinet']="Личный кабинет";
$LANG['reg_conference']="Регистрация на конференцию ФизикА.СПб";
$LANG['familyname']="Фамилия";
$LANG['givenname']="Имя";
$LANG['parentname']="Отчество";
$LANG['your_id']="Ваш ID: ";
$LANG['gender']="Пол";
$LANG['gender_m']="М";
$LANG['gender_f']="Ж";
$LANG['birthday']="Дата рождения";
$LANG['email']="Эл. почта";
$LANG['phone']="Телефон";
$LANG['country']="Страна";
$LANG['country_ph']="Страна";
$LANG['city']="Город";
$LANG['city_ph']="Город, без сокращений";
$LANG['affiliation']="Место работы или учёбы";
$LANG['affiliation_ph']="Официальное краткое наименование организации";
$LANG['position']="Должность";
$LANG['position_ph']="";
$LANG['degree']="Ученая степень/звание";
$LANG['degree_help']="к.ф.-м.н., д.т.н., чл.-корр.РАН, ...";
$LANG['ioffe_pass']="У меня есть пропуск ФТИ действующий на момент проведения конференции";
$LANG['foreign']="У меня нет паспорта РФ";
$LANG['foreign_help']="Мы свяжемся с вами  после проведения экспертной оценки тезисов";

$LANG['Name_as_in_passport']="Заполняйте имя как в общегражданском паспорте!";
$LANG['user_exist']="Пользователь такой  эл. почтой уже зарегистрирован!";
$LANG['password']="Пароль для входа в личный кабинет";
$LANG['submit']="Зарегистрироваться";

$LANG['position_list']="
<option>студент</option>
<option>аспирант</option>
<option>м.н.с</option>
<option>н.с.</option>
<option>с.н.с.</option>
<option>в.н.с.</option>
<option>г.н.с.</option>
<option>доцент</option>
<option>профессор</option>
<option>инженер</option>
<option>лаборант</option>";

$LANG['addThesises']="Подать тезисы";
$LANG['unknown_id']="Пользователь не найден";

$LANG['to_register']="Зарегистрироваться";

$LANG['reg_msg'] ="Здравствуйте, %givenname% %parentname%.\n\r";
$LANG['reg_msg'].="Вы зарегистрировались на конференцию ФизикА.СПб/%YEAR% \n\r";
$LANG['reg_msg'].="Вы можете подать тезисы зайдя в свой личный кабинет на сайте ".SITE."\n\r ";
// $LANG['reg_msg'].="Ссылка на ваш личный кабинет %link% \n\r ";
$LANG['reg_msg'].="\n\r------\n\rC уважением,\n\r\tоргкомитет конференции ФизикА.СПб/%YEAR%";

$LANG['you_registered'] ="Вы зарегистрированы и можете войти в личный кабинет.";
$LANG['you_registered'].="<br><br>Проверьте почтовый ящик<br>Если письмо не пришло в течение нескольких минут<br>проверьте папку СПАМ";
$LANG['Login']="Войти";
$LANG['or']="или";
$LANG['Submit_enter']="Войти в личный кабинет";
$LANG['forgot_password']="Я забыл пароль";
$LANG['passwd_recall_info']="Информация отправлена на вашу эл. почту";
$LANG['isMistake']='Что-то не так!<br>Эл.почта или пароль';
$LANG['exit']="Выход";
$LANG['recall_password']="Вспомнить всё!";

$LANG['registeration_closed']="С ".DEADLINE."  регистрация закрыта.";
$LANG['regAnnouncedLater']="Об открытии регистрации будет объявлено позднее";


$LANG['account']="Пользовательские данные";
$LANG['chPassword']="Сменить пароль";
$LANG['information']="Информация";
$LANG['info-content']="Здесь будет отображаться информация о конференции, а так же о статусе ваших тезисов";
$LANG['your_thesises']="Ваши тезисы";
$LANG['when_edit_info']="Редактирование тезисов будет доступно по окончании рецензирования";
$LANG['you_can_edit']="Вы можете отредактировать ваши тезисы";
$LANG['textNotComplete']="Редактирование не завершено";
$LANG['thesise_status']="Статус тезисов";
$LANG['lift_title']="Презентация &laquo;в лифте&raquo;";
$LANG['lift_description']="<p>Презентация &laquo;в лифте&raquo; &mdash; краткое устное представление постерного доклада. </p>
<p>Основная идея доклада &mdash; заинтересовать своей идеей собеседника за кратчайшее время (пока вы едете с ним лифте)</p>
<p class='mt-2'>Для доклада вам предоставляется одна минута и один слайд</p>
<h5 class='mt-2'>Пример слайда</h5>
<img src='asset/privaloff.jpg' width='100%' alt=''/>";

$LANG['lift_upload']="Загрузить файл для презентации &laquo;в лифте&raquo; (только pdf экранного формата)";
      
### THESISES ###
$LANG['hideMargins']="Убрать поля";
$LANG['showMargins']="Показать поля";

$LANG['submission_abstract']="Подача тезисов";
$LANG['affiliations']="Организации";
$LANG['authors']="Автор";
$LANG['coauthors']="Соавторы";
$LANG['text_header']="Текст тезисов";
$LANG['liter_header']="Список литературы";
$LANG['rfbr_title']="Наименование проекта РФФИ, если есть";
$LANG['rfbr_num']="Номер проекта РФФИ, если есть";
$LANG['rfbr_info']="Просьба при  указании в этом поле номера проекта РФФИ также вставлять благодарность финансирующей организации в текст тезиса";
$LANG['save']="сохранение";


$LANG['thesis_fill_info']="<p>Чтобы отредатктировать данные, нужно щёлкнуть <span class='edit'>в жёлтом поле</span>.</p>
<p>Для завершения редактирования блока, щёлкните в любом месте вне жёлтого поля.</p>
<p>Вставка рисунков не предусмотрена.</p>
<p><b>Изменения сохраняются автоматически.</b></p>";

$LANG['modalAlert']="Внимание!";

$LANG['thesis_section']="СЕКЦИЯ (предварительно)";
$LANG['thesis_title']="Заглавие тезисов";
$LANG['thesis_CAPS']="Использоавние в заголовке символов ВЕРХНЕГО РЕГИСТРА допустимо только для АББРЕВИАТУР и формул";
$LANG['thesis_coauthors']="Соавтор А.А.<sup>1</sup>, Соавтор Б.Б.<sup>2</sup>, ";
$LANG['thesis_affiliations']="<sup>1</sup>Большой институт,<sup>2</sup>Очень известный университет";
$LANG['thesis_text']="
<p><b>Основные  закономерности научной работы</b></p>
<p>Если в задаче меньше трех переменных, это не задача: если больше восьми - она неразрешима.</p>
<p>Законы Паркинсона:</p>
<ul>
<li>а) Работа заполняет все отведенное для нее время.</li>
<li>б) Любой работник начинает терять хватку за пять лет до достижения пенсионного возраста, чему бы этот возраст ни равнялся,</li>
</ul>
<p>Закон Хартри: В какой бы стадии ни находился проект, время, потребное для его завершения,
согласно оценке руководителя проекта, - величина постоянная. Истинное время для решения задачи
всегда оказывается вдвое больше полученного разумной предварительной оценкой.</p>
<p>Каждый отчет требует трех черновиков.</p>
<p>Правило 20/80: 20% людей выпивают 80% пива. Точно такое же соотношение концентрации усилий наблюдается
и во всех остальных областях человеческой деятельности, в том числе и в науке.</p>
<p>Если в задаче имеется неизвестный масштабный фактор, предполагайте, что он подчиняется степенному закону с показателем 0,70.</p>
<p>Все характерные числа в повседневной жизни имеют обычно 25%-ный разброс, который лишь изредка сокращается до 10%.
Ошибка экспериментальных данных почти всегда больше 1%.</p>
<p>Лучшие эксперты сопротивляются нововведениям, потому что хотят оставаться экспертами, и в 75% случаев они оказываются правы.</p>
<p>Любой работник двумя годами моложе вас - неопытен; любой работник пятью годами старше вас - отсталый старик.</p>";
$LANG['thesis_text_info'] ="Длина тезисов - не более ".(ThesisMaxChar-maxOverflow)." знаков.<br/>";
$LANG['thesis_text_info'].="Для вставки формул используйте редактор формул - иконка
<img src='./js/ckeditor/plugins/eqneditor/icons/eqneditor.png'/>.";
$LANG['thesis_literature']="<ol><li>Иванов А. А., Очень известная статья, Цитируемый журнал, том. 17, 142-150, 2003 </li>";
$LANG['thesis_literature'].="<li>Сидоров К. К., Основополагающая статья, Высокоцитируемый журнал, том. 234, 212-219, 1999 г. </li></ol>";
$LANG['thesis_frbr']="номер РФФИ";
$LANG['thesis_finish']="Завершить редактирование и вернуться в личный кабинет";
$LANG['clear_form']="Очистить форму от примеров заполнения";
$LANG['tooMuchWords']="Вы превысили допустимый объем тезисов";
$LANG['alertClose']="Закрыть";

######## REPORT ########
$LANG['report_review']="На рассмотрении";
$LANG['report_accepted']="Приняты. Форма доклада будет определена позднее.";
$LANG['report_poster']="Приняты для стендового доклада";
$LANG['report_oral']="Приняты для устного доклада";
$LANG['report_invited']="Приняты для приглашенного доклада";
$LANG['report_rejected']="Отклонены";
$LANG['report_selfrejected']="Не заполнены. Отклонены";
$LANG['report_plagiat']="Отклонены из-за существенных заимствований";

$LANG['schedule']="Расписание";

$LANG['ExtThesisInfo']="<p><i class='text-info'>Для принятых тезисов:</i><br> Для подачи <b>расширенных тезисов на английском языке</b> необходимо зарегистрироваться
<a href='".JPCS_SITE."'>на&nbsp;сайте журнала</a> и там подать тезисы.
Ссылка на он-лайн систему подачи тезисов: <a href='".JPCS_SITE."'>
".JPCS_SITE."/</a></p>";

$LANG['Invitation']="<p>".$pdfIcon."<a href='invitation.php'> Скачать приглашение на конференцию</a><br>
<i>Приглашение создаётся автоматически. Если вас результат в чём-то не устраивает обратитесь
по адресу <a href='mailto:".CONF_EMAIL."'>".CONF_EMAIL."</a></i></p>";

$LANG['Sertificate']="<p>".$pdfIcon."<a href='sertificate.php'> <b>Скачать сертификат</b> участника конференции</a><br>
<i>Сертификат создаётся автоматически. Если вас результат в чём-то не устраивает обратитесь
по адресу <a href='mailto:".CONF_EMAIL."'>".CONF_EMAIL."</a></i></p>";

// $LANG['Sertificate']="<p><a href='sertificate.php'>.</a>";
?>
